Repository: MediaBrowser/NfoMetadata
Catalog: NfoMetadata/Properties/Resources.*.resx
Languages: cs, de, el, es, et_ee, fa, fi, fr, hu, ja, kk, ko, nl, pl, pt_pt, ru, sk, sv, tr_tr, uk_ua, zh_cn, zh_hk, zh_tw

# LabelKodiMetadataEnableExtraThumbsHelp
source: When downloading images they can be saved into both extrafanart and extrathumbs for maximum Kodi skin compatibility.
cs: Stažené obrázky mohou být uloženy do obou extrafanart a extrathumbs. Pro zajištění maximální kompatibility se vzhledem Kodi.
de: Beim Herunterladen von Bildern lassen sich diese sowohl als Extrafanart als auch als Extrathumb speichern, um maximale Kodi-Kompatibilität zu erzielen.
el: Όταν κατεβάζετε εικόνες μπορούν να αποθηκευτούν και στα extrafanart αλλά και στα extrathumbs για μέγιστη συμβατότητα με το θέμα του Kodi.
es: Cuando se descarguen imágenes pueden ser guardadas tanto en extrafanart como en extrathumbs para maximizar la compatibilidad con los temas de Kodi.
et_ee: Piltide allalaadimisel saab neid Kodi kujunduse ühilduvuse huvides salvestada nii extrafanart- kui extrathumbs-failidena
fa: هنگام بارگیری تصاویر ، برای حداکثر سازگاری با پوست Kodi ، می توان آنها را به صورت extrafanart و extrathumbs ذخیره کرد.
fi: Ladatut kuvat voidaan tarvittaessa tallentaa sekä extrafanart (taustat), että extrathumbs (pienkuvat) -kansioihin. Tämä on suositeltavaa vain silloin, kun ei käytetä muita tätä tarvitsevia sovelluksia.
fr: Lors du téléchargement d'images, elles peuvent être enregistrées dans extrafanart et extrathumbs si nécessaire. Ceci n'est recommandé que si vous avez d'autres logiciels qui l'exigent.
hu: A képek letöltésekor lehetőség van azokat mind a extrafanart -ba és az extrathumbs -ba is menteni egyúttal a maximális Kodi kinézeti kompabilitáshoz.
ja: 画像ダウンロード時、Kodi のスキンの互換性を高めるためエクストラファンアートとエクストラサムネイルの両方に保存します。
kk: Суреттерді жүктеген кезде, олар Kodi қабығымен ең жоғары сиысымдығы үшін extrafanart және extrathumbs екеуінде сақталады.
ko: 이미지를 다운로드 할 때 최대 Kodi 스킨 호환성을 위해 extrafanart 및 extrathumbs에 저장할 수 있습니다.
nl: Gedownloade afbeeldingen kunnen direct in extrafanart en extrathumbs opgeslagen worden voor maximale Kodi skin compatibiliteit.
pl: Pobrane obrazy mogą być zapisane zarówno w folderze "extrafanart" jak i "extrathumbs". Jest to zalecane tylko wtedy, gdy masz inne oprogramowanie, które tego wymaga.
pt_pt: Ao fazer download das imagens, elas podem ser salvas em ambas extrafanart e extrathumbs para uma maior compatibilidade com as skins do Kodi.
ru: При загрузке изображений их можно сохранить как в extrafanart, так и в extrathumbs для максимальной совместимости с оболочкой Kodi.
sk: Pri sťahovaní obrázkov ich možno v prípade potreby uložiť do extrafanart aj extrathumbs. Toto sa odporúča iba vtedy, ak máte iný softvér, ktorý to vyžaduje.
sv: När bilder laddas ned från internet kan de sparas i både extrafanart- och extrathumbs-mapparna för att ge maximal kompatibilitet med Kodi-skins.
tr_tr: Görüntüler indirilirken, gerekirse hem extrafanart hem de extrathumbs içine kaydedilebilirler. Bu sadece başka bir yazılım tarafından gerekiyorsa tavsiye edilir.
uk_ua: Під час завантаження зображень вони можуть бути збережені як у extrafanart, так і в extrathumbs, якщо необхідно. Рекомендується лише за наявності іншого програмного забезпечення, яке цього вимагає.
zh_cn: 下载图像时，可以将它们保存到 extrafanart 和 extrathumbs 中，以提高对 Kodi 皮肤的兼容性。
zh_hk: 為了最大化兼容 Kodi 造型，下載的圖片同時保存在 extrafanart 和 extrathumbs 文件夾中。
zh_tw: 為了最大化相容 Kodi 面板，下載的圖像同時儲存在 extrafanart 和 extrathumbs 資料夾中。
