Repository: MediaBrowser/NfoMetadata
Catalog: NfoMetadata/Properties/Resources.*.resx
Languages: cs, de, el, es, et_ee, fa, fi, fr, hu, ja, kk, ko, nl, pl, pt_pt, ru, sk, sv, tr_tr, uk_ua, zh_cn, zh_hk, zh_tw

# HeaderKodiMetadataHelp
source: To enable or disable Nfo metadata files, edit a library in Emby library setup and locate the metadata savers section. Changes to metadata settings will only apply to new content added to your library. To apply the changes to existing titles, you'll need to refresh their metadata manually.
cs: Abyste zapnuli nebo vypnuli ukládání nfo metadat, upravte zvolenou knihovnu v nastavení knihoven Emby serveru, v sekci ukládání metadat. Změny v nastavení metadat se aplikují pouze na nový obsah přidaný do knihovny. Pro aplikování změn na existující tituly budete muset obnovit jejich metadata manuálně.
de: Um Nfo Metadaten zu aktivieren oder deaktivieren, gehe innerhalb der Bibliotheksverwaltung zum Metadatenformat. Veränderungen an den Einstellungen der Metadaten werden nur bei neuen Inhalten in der Bibliothek übernommen. Um die Veränderungen bei vorhandenen Inhalten zu übernehmen, musst du die Metadaten manuell aktualisieren.
el: Για να ενεργοποιήσετε ή να απενεργοποιήσετε τα αρχεία μεταδεδομένων Nfo, επεξεργαστείτε μια βιβλιοθήκη στην εγκατάσταση της βιβλιοθήκης Emby και εντοπίστε την ενότητα για την αποθήκευση των πηγών μεταδεδομένων. Οι αλλαγές στις ρυθμίσεις μεταδεδομένων θα ισχύουν μόνο για νέο περιεχόμενο που προστέθηκε στη βιβλιοθήκη σας. Για να εφαρμόσετε τις αλλαγές στους υπάρχοντες τίτλους, θα χρειαστεί να ανανεώσετε τα μεταδεδομένα τους χειροκίνητα.
es: Para habilitar o deshabilitar los archivos de metadatos Nfo, edite una biblioteca en la configuración de la biblioteca Emby y localice la sección de protectores de metadatos. Los cambios en la configuración de metadatos solo se aplicarán al nuevo contenido agregado a su biblioteca. Para aplicar los cambios a los títulos existentes, deberá actualizar sus metadatos manualmente.
et_ee: Nfo metaandmefailide lubamiseks või keelamiseks ava Emby meediakogu sätted ja leia jaotis 'metaandmete salvestajad'. Metaandmete seadete muudatused kehtivad ainult meediakogusse lisatud uue sisule. Muudatuste rakendamiseks olemasolevatele failidele peab nende metaandmeid käsitsi värskendama.
fa: برای فعال یا غیرفعال کردن پرونده های ابرداده Nfo ، یک کتابخانه را در تنظیمات کتابخانه Emby ویرایش کنید و بخش ذخیره کننده ابرداده را بیابید. تغییرات در تنظیمات ابرداده فقط به محتوای جدیدی که به کتابخانه شما اضافه شده اعمال می شود. برای اعمال تغییرات در عناوین موجود ، باید ابرداده خود را به صورت دستی تازه کنید.
fi: Jos haluat ottaa nfo-metatieto tiedostot käyttöön tai poistaa ne käytöstä, muokkaa kirjastoa Emby-kirjaston asetuksissa ja etsi metatietojen tallentajien osio. Metatietoasetusten muutokset koskevat vain kirjastoon lisättyä uutta sisältöä. Jos haluat soveltaa muutoksia olemassa oleviin nimikkeisiin, sinun on päivitettävä metatiedot manuaalisesti.
fr: Pour activer ou désactiver les métadonnées NFO, modifiez une médiathèque et trouvez la section « Enregistreurs de métadonnées ». Les modifications des paramètres de métadonnées ne seront appliquées qu'au nouveau contenu. Pour que ces modifications s'appliquent aux médias existants, vous devez actualiser leurs métadonnées manuellement.
hu: Az Nfo metaadat file -ok használatának engedélyezése vagy tiltása, a könyvtárak szerkesztése az Emby 'Könyvtár' beállításoknál illetve a metaadatok mentési helyének meghatározása. A metaadatok beállításainak módosítása kizárólag a könyvtárhoz történő új tartalom hozzáadásakor kerül érvényesítésre. A már létező címeknél a változások érvényesítéséhez azok manuális metaadat frissítésére van szükség az adott cím(ek)nél.
ja: Nfo メタデータ ファイルを有効または無効にするには、Emby ライブラリ設定でライブラリを編集しメタデータセーバーセクションを使用します。メタデータ設定の変更はライブラリに追加された新しいコンテンツにのみ適用されます。既存のタイトルに変更を適用するには、メタデータを手動で更新する必要があります。
kk: NFO-метадеректер файлдарын қосу немесе өшіру үшін, Emby тасығышханасының орнатылымындағы тасығышхананы өңдеңіз және метадеректер сақтауыштар бөлімін табыңыз. Метадеректер параметрлерін өзгерту тек тасығышханаға қосылған жаңа мазмұнға қолданылады. Өзгерістерді қолданыстағы атауларға қолдану үшін олардың метадеректерін қолмен жаңарту қажет.
ko: Nfo 메타데이터를 활성화 또는 비활성화하려면 Emby 라이브러리 설정에서 라이브러리를 편집하고 메타데이터 보호기 섹션으로 들어가십시오. 메타 데이터 또는 아트웍 다운로드 설정의 변경 사항은 라이브러리에 추가된 새 콘텐츠에만 적용됩니다. 기존 타이틀에 변경 사항을 적용하려면 메타 데이터를 수동으로 갱신하셔야 합니다.
nl: Om nfo-metadata in of uit te schakelen, gaat u naar de Emby bibliotheekinstellingen en vervolgens naar de metadata-downloaders sectie. Metadata veranderingen zullen toegepast worden wanneer er nieuwe inhoud aan uw bibliotheek wordt toegevoegd. Om de veranderingen voor bestaande titels toe te passen, ververs de desbetreffende metadata handmatig.
pl: W celu aktywowania lub dezaktywowania metadanych, należy zmodyfikować ustawienia biblioteki w sekcji menadżerów metadanych. Zmiany w ustawieniach metadanych będą miały zastosowanie tylko dla nowych pozycji dodanych do biblioteki. W celu zastosowania zmian dla istniejących pozycji, wymagane jest odświeżenie ich metadanych ręcznie.
pt_pt: Para habilitar ou desabilitar arquivos de metadados Nfo, edite uma biblioteca na configuração da biblioteca Emby e localize a seção de gravadores de metadados. As alterações nas configurações de metadados aplicam-se apenas ao novo conteúdo adicionado à sua biblioteca. Para aplicar as alterações aos títulos existentes, precisa de atualizar os seus metadados manualmente.
ru: Для включения или отключения NFO-метаданных, начните править медиатеку в области установки и настройки медиатек Emby и перейдите в раздел хранителей метаданных. Изменения параметров метаданных применимы только к новому содержанию добавляемому в медиатеку. Чтобы применить изменения к существующим произведениям, вам нужно обновить их метаданные вручную.
sk: Ak chcete povoliť alebo zakázať nfo súbory metadát, upravte knižnicu v nastavení knižnice Emby a vyhľadajte sekciu pre ukladanie metadát. Zmeny nastavení metadát sa použijú iba na nový obsah pridaný do Vašej knižnice. Ak chcete použiť zmeny na existujúce tituly, musíte aktualizovať ich metadáta manuálne.
sv: För att aktivera eller inaktivera nfo-filer med metadata, redigera ett bibliotek och gå till sektionen som rör metadata. Ändringar i inställningarna för metadata kommer enbart att gälla för nytt material som läggs till i biblioteket. För att ändringarna ska gälla för redan existerande titlar så måste du uppdatera titelns metadata manuellt.
tr_tr: Nfo metaveri dosyalarını etkinleştirmek veya devre dışı bırakmak için, Emby kütüphane kurulumunda herhangi bir kütüphaneyi düzenleyin ve metaveri kaydedicilerinin yerini belirleyin. Metaveri ayarlarında yapılan değişiklikler yalnızca kütüphaneniza eklenen yeni içerik için geçerli olacaktır. Değişiklikleri mevcut başlıklara uygulamak için bunlara ait metaverileri manuel olarak yenilemeniz gerekir.
uk_ua: Щоб увімкнути або вимкнути файли метаданих Nfo, відредагуйте бібліотеку в налаштуваннях бібліотеки Emby і знайдіть розділ збереження метаданих. Зміни в налаштуваннях метаданих застосовуватимуться лише до нового вмісту, доданого у вашу бібліотеку. Щоб застосувати зміни до наявних заголовків, потрібно оновити їх метадані вручну.
zh_cn: 要启用或禁用 NFO 元数据文件，请在 Emby 媒体库设置中编辑一个媒体库，然后找到 “元数据保存器” 。对元数据设置的更改仅适用于添加到您媒体库中的新内容。要将更改应用于现有文件，您需要手动刷新其元数据。
zh_hk: 要啟用或禁用 Nfo 元數據文件，請在 Emby 庫設置中編輯一個媒體庫，然後找到“元數據保存器”部分。對元數據設置的更改將僅應用於添加到您的庫中的新內容。要將更改應用於現有文件，您需要手動刷新其元數據。
zh_tw: 要啟用或禁用 Nfo 媒體詳細資料檔案，請在 Emby 媒體庫設定中「編輯媒體庫」，然後找到「媒體詳細資料存放位置」部分。變更媒體詳細資料設定只會生效於後期加入的新檔案，若要生效於現有的檔案，您需要手動更新它們的媒體詳細資料。

# LabelKodiMetadataUser
source: Save user watch data to nfo's for:
cs: Uložit data o přehrávání do nfo pro:
de: Gesehen-Status von Benutzern in NFO-Dateien speichern für:
el: Αποθήκευση δεδομένων παρακολούθησης χρηστών σε nfo για:
es: Guardar datos de visualización del usuario en los nfo para:
et_ee: Salvesta kasutaja vaatamisandmed nfo failidesse:
fa: ذخیره داده های تماشای کاربر در nfo برای:
fi: Tallenna käyttäjän katselutiedot nfo-tiedostoihin:
fr: Enregistrer les données de visionnage utilisateur dans les NFO pour :
hu: A felhasználó média megtekintési információk mentése nfo file -ba a következő felhasználó alapján:
ja: ユーザ視聴データを nfo に保存:
kk: NFO-файлдарда мына пайдаланушының қаралған деректерін сақтау:
ko: nfo 사용자보기 데이터 저장:
nl: Kijkgegevens in nfo opslaan voor:
pl: Zapisuj dane o obejrzeniu do plików metadanych dla:
pt_pt: Gravar dados de exibição do user em nfo's para:
ru: Сохранение в NFO-файле данных о просмотре пользователем:
sk: Uložiť používateľské údaje o pozeraní do nfo súborov pre:
sv: Spara 'visad-data' för användare till nfo-filer för:
tr_tr: Kullanıcı izleme verilerini aşağıdakiler için nfo'ya kaydedin:
uk_ua: Зберігати дані перегляду користувача в nfo для:
zh_cn: 将用户观看数据保存到 NFO：
zh_hk: 將以下用戶觀看數據保存到nfo：
zh_tw: 為以下帳號儲存觀看歷史資料：

# LabelKodiMetadataUserHelp
source: Enable this to save watch data to Nfo files for other applications to utilise.
cs: Zapněte tuto volbu, abyste mohli ukládat data o přehráváni do nfo souborů a využít je pro účely analýzy v jiných aplikacích.
de: Aktivieren, um den "Gesehen"-Status in NFO-Dateien zu speichern, damit anderen Anwendungen darauf zugreifen können.
el: Ενεργοποιήστε αυτήν την επιλογή για να αποθηκεύσετε τα δεδομένα παρακολούθησης σε αρχεία Nfo για χρήση από άλλες εφαρμογές.
es: Activa esta opción para guardar los datos de visualización a archivos NFO para que otras aplicaciones lo puedan utilizar
et_ee: Luba see, kui soovid salvestada vaatamise andmed Nfo-failidesse, kasutamiseks teistele rakendustele
fa: این را فعال کنید تا داده های تماشا در پرونده های Nfo برای سایر برنامه ها برای استفاده ذخیره شود.
fi: Tallenna katselutiedot nfo-tiedostoihin muiden sovellusten käytettäväksi.
fr: Activez cette option pour enregistrer les données de lecture dans des fichiers NFO pour que d'autres applications les utilisent.
hu: Engedélyezze ezt ahhoz, hogy a megtekintési adatok rögzítésre kerüljenek az nfo file -okban az egyéb alkalmazások által történő felhasználáshoz.
ja: 有効にすると他のアプリケーションで使用できるように視聴データを Nfo ファイルに保存できます。
kk: Басқа қолданбаларда пайдалану үшін NFO-файлдарда қаралған деректерін сақтауыды қосыңыз.
ko: 다른 응용 프로그램이 활용할 수 있도록 Nfo 파일에 감시 데이터를 저장하려면이 옵션을 활성화하십시오.
nl: Schakel dit in om kijk gegevens op te slaan in NFO-bestanden om in andere toepassingen te gebruiken.
pl: Umożliwia zapisywanie informacji o obejrzeniu do plików metadanych, aby inne aplikacje mogły je wykorzystać.
pt_pt: Ative esta opção para gravar os dados de media visto nos arquivos Nfo para outras aplicações utilizarem.
ru: Включите, чтобы сохранять данные о просмотрах в NFO-файлах для использования в других приложениях.
sk: Povoliť túto možnosť na uloženie údajov o pozeraní do nfo súborov, aby ich mohli využívať ďalšie aplikácie.
sv: Aktivera detta för att spara information om vad en användare har sett i nfo-filerna som kan användas av andra appar.
tr_tr: Diğer uygulamaların kullanması amacıyla saat verilerini Nfo dosyalarına kaydetmek için bunu etkinleştirin.
uk_ua: Увімкніть це, щоб зберегти дані дані перегляду у файлах Nfo для використання іншими програмами.
zh_cn: 启用此选项可以将观看数据保存到 NFO 文件中，以供其他应用程序使用。
zh_hk: 啟用此選項可將觀看歷史數據保存到 Nfo 文件中，以供其他應用程序使用。
zh_tw: 啟用此項以儲存觀看歷史資料至 Nfo 檔案中以供其他應用程式利用。

# LabelKodiMetadataDateFormat
source: Release date format:
cs: Formát data vydání:
de: Format des Veröffentlichungsdatums:
el: Μορφή ημερομηνίας κυκλοφορίας:
es: Formato de fecha de lanzamiento:
et_ee: Väljalaskekuupäeva vorming:
fa: قالب تاریخ انتشار:
fi: Julkaisupäivän muoto:
fr: Format de la date de sortie :
hu: Megjelenési dátum formátuma:
ja: 発売日の形式:
kk: Шығару күнінің пішімі:
ko: 출시 날짜 형식:
nl: Releasedatum formaat:
pl: Format daty premiery:
pt_pt: Formato da data de lançamento:
ru: Формат даты выпуска:
sk: Formát dátumu vydania:
sv: Format för utgivningsdatum:
tr_tr: Yayın tarihi biçimi:
uk_ua: Формат дати виходу:
zh_cn: 发行日期格式：
zh_hk: 發布日期格式：
zh_tw: 發行日期格式：

# LabelKodiMetadataDateFormatHelp
source: All dates within nfos will be read and written to using this format.
cs: Všechny datumy uvnitř NFO budou čteny a zapisovány ve vybraném formátu.
de: Alle Daten in den NFO-Dateien werden unter Benutzung dieses Formats gelesen und geschrieben.
el: Όλες οι ημερομηνίες εντός των nfo θα διαβάζονται και θα γράφονται χρησιμοποιώντας αυτήν τη μορφή.
es: Todas las fechas de los nfo's se leerán y escribirán usando este formato.
et_ee: Kõik nfo-s olevad kuupäevad loetakse ja kirjutatakse selles vormingus.
fa: با استفاده از این قالب ، تمام تاریخ های موجود در nfo خوانده و نوشته می شوند.
fi: Kaikki nfo-tiedostojen päiväykset luetaan ja kirjoitetaan tässä muodossa.
fr: Toutes les dates des NFO seront lues et écrites en utilisant ce format.
hu: Az nfo file -okban található minden dátum adatnál a következő formátum lesz kiolvasva illetve írva.
ja: Nfo 内のすべての日付は、この形式を使用して読取り、書き込まれます。
kk: Осы пішімді пайдаланып nfo ішіндегі барлық күндері оқылады және жазылады.
ko: nfo 파일의 모든 날짜는 이 형식을 사용하여 읽고 씁니다.
nl: Alle datums in NFO's zullen gelezen en geschreven worden met dit formaat.
pl: Wszystkie daty w plikach metadanych zostaną wczytane i zapisywane według tego formatu.
pt_pt: Todas as datas dentro dos nfo's serão lidas e gravadas usando este formato.
ru: Все даты в пределах NFO-файлов будут считываться и записываться по данному формату.
sk: Všetky dátumy v rámci nfo súborov budú prečítané a zapísané použitím tohto formátu.
sv: Alla datum i nfo-filerna kommer att läsas och skrivas i detta format.
tr_tr: Nfo içindeki tüm tarihler bu format kullanılarak okunacak ve yazılacaktır.
uk_ua: Цей формат буде використано для читання та запису усіх дат в nfo.
zh_cn: 使用此格式可以读取和写入 NFO 中的所有日期。
zh_hk: nfo 中的所有日期使用此格式讀取和寫入。
zh_tw: Nfo 的所有日期將使用這種格式來讀寫。

# LabelKodiMetadataSaveImagePaths
source: Save image paths within nfo files
cs: Uložit cesty k obrázkům do NFO souborů
de: Bildpfade innerhalb der NFO-Dateien speichern
el: Αποθήκευση διαδρομής εικόνων μέσα σε αρχεία nfo
es: Guardar ruta de las imágenes en los archivos nfo
et_ee: Salvest pildi asukoht nfo-failidesse
fa: مسیرهای تصویر را در پرونده های nfo ذخیره کنید
fi: Tallenna kuvien polut nfo-tiedostoihin
fr: Enregistrer le chemin des images dans les fichiers NFO
hu: A képek elérési útvonalát mentse el az nfo file -okba
ja: Nfo ファイル内に画像パスを保存する
kk: Сурет жолдарын NFO-файлдарында сақтау
ko: nfo 파일에 이미지 경로 저장
nl: Afbeeldingspaden opslaan in NFO-bestanden
pl: Zapisuj ścieżki obrazów w plikach metadanych
pt_pt: Salvar o local das imagens dentro dos arquivos nfo's
ru: Сохранять пути к изображениям в файлах nfo
sk: Uložiť cesty k obrázkom do nfo súborov
sv: Spara fullständiga sökvägar till bilder i nfo-filerna
tr_tr: Resim klasör yollarını nfo dosyalarına kaydet
uk_ua: Зберігати шляхи до зображень у файлах nfo
zh_cn: 在 NFO 文件中保存图像路径
zh_hk: nfo 文件中保存圖像路徑
zh_tw: 儲存圖像路徑至 Nfo 檔案中

# LabelKodiMetadataSaveImagePathsHelp
source: This is recommended if you have image file names that don't conform to Kodi guidelines.
cs: Toto nastavení je doporučeno, pokud používáte názvy souborů (obrázků), které nejsou v souladu s pokyny Kodi.
de: Dies ist empfehlenswert, wenn manche deiner Bilddateinamen nicht den Kodi-Richtlinien entsprechen.
el: Αυτό συνιστάται εάν έχετε ονόματα αρχείων εικόνας που δεν συμμορφώνονται με τις οδηγίες Kodi.
es: Esto se recomienda si tienes archivos de imágenes que no se ajustan a las directrices de Kodi.
et_ee: See on soovitatav, kui leidub pildifailide nimesid, mis ei vasta Kodi juhistele.
fa: در صورت داشتن نام فایل تصویری که مطابق با دستورالعمل های Kodi نیست ، این توصیه می شود.
fi: Tämä on suositeltavaa vain silloin, jos et käytä muita tätä tarvitsevia nfo-tiedostoja käyttäviä sovelluksia.
fr: Ceci n'est recommandé que si vous avez d'autres logiciels utilisant les fichiers nfo qui le nécessitent.
hu: Ez a funkció abban az esetben ajánlott amennyiben Önnek olyan kép file nevei vannak, melyek nem felelnek meg a Kodi alkalmazás iránymutatásainak.
ja: Kodi ガイドラインに準拠していない画像ファイル名がある場合にお勧めします。
kk: Егер суреттердің Kodi нұсқаулық ұстанымдарына сай келмеген атаулары болса, бұл ұсынылады.
ko: Kodi 지침을 따르지 않는 이미지 파일 이름이 있는 경우 이 방법을 사용하는 것이 좋습니다.
nl: Dit wordt aanbevolen als u bestandsnamen heeft die niet voldoen aan Kodi richtlijnen.
pl: Aktywowanie tej opcji jest rekomendowane, jeżeli posiadasz inne oprogramowanie korzystające z plików nfo, które tego wymaga.
pt_pt: Esta opção é recomendada se você tiver nomes de arquivos de imagem que não estão de acordo às recomendações do Kodi.
ru: Рекомендуется, если у вас есть имена файлов изображений, которые не соответствуют рекомендациям Kodi.
sk: Toto sa odporúča len vtedy, ak máte iný softvér využívajúci súbory nfo, ktorý to vyžaduje.
sv: Detta rekommenderas om du har bilder med filnamn som inte uppfyller Kodis riktlinjer.
tr_tr: Bu nfo dosyalarını kullanan başka bir yazılım varsa tavsiye edilir.
uk_ua: Це рекомендується лише в тому випадку, якщо у вас є інше програмне забезпечення, яке використовує файли nfo.
zh_cn: 如果您的图像文件名称不符合 Kodi 标准，则建议使用此选项。
zh_hk: 如果您的圖像文件名稱不符合 Kodi 準則，則建議使用此選項。
zh_tw: 如果你的圖像檔案名稱不符合Kodi的規範，推薦使用。

# LabelKodiMetadataEnablePathSubstitution
source: Enable path substitution
cs: Povolit nahrazení adresářových cest
de: Pfadersetzung aktivieren
el: Ενεργοποίηση υποκατάστασης διαδρομής
es: Habilitar rutas de sustitución
et_ee: Luba varuasukoht
fa: تعویض مسیر را فعال کنید
fi: Käytä polun korvausta
fr: Activer la substitution des chemins
hu: Elérési útvonal cseréjének engedélyezése
ja: パスの置換を有効にする
kk: Жол алмастыруды қосу
ko: 경로 대체 사용
nl: Pad vervanging inschakelen
pl: Aktywuj mapowanie folderów
pt_pt: Ativar substituição de local
ru: Включить подстановку путей
sk: Povoliť nahradenie adresárovej cesty
sv: Aktivera sökvägsutbyte
tr_tr: Klasör yolu değiştirmeyi etkinleştir
uk_ua: Увімкнути заміну шляху
zh_cn: 启用路径替换
zh_hk: 啟用路徑替換
zh_tw: 啟用路徑替換

# LabelKodiMetadataEnablePathSubstitutionHelp
source: Enables path substitution of image paths using the server's path substitution settings.
cs: Umožní nahrazení cesty k obrázkům pomocí nastavené cesty serveru pro nahrazení cest.
de: Aktiviert die Pfadersetzung für Bildpfade durch Nutzung der Pfadersetzungseinstellungen des Servers
el: Επιτρέπει την αντικατάσταση των διαδρομών εικόνων χρησιμοποιώντας τις ρυθμίσεις υποκατάστασης διαδρομής του διακομιστή.
es: Permite la sustitución de las rutas de imágenes utilizando la configuración de rutas de sustitución en las opciones del servidor.
et_ee: Lubab piltide tagavara asukoha kasutades serveri varuasukoha sätteid.
fa: با استفاده از تنظیمات تعویض مسیر سرور ، جایگزینی مسیر تصاویر را فعال می کند.
fi: Aktivoi kuvien polkujen korvauksen käyttäen palvelimen polun korvaus asetuksia.
fr: Active la substitution du chemin des images en utilisant les paramètres de substitution des chemins du serveur.
hu: A képek elérési útvonal cseréjének engedélyezése felhasználva a szerver elérési útvonal csere konfigurációját.
ja: サーバのパス置換設定を使用して画像パスのパス置換を有効にします。
kk: Сервердің жол алмастыру теңшеуін пайдаланып суреттердің жол алмастыруын қосады.
ko: 서버의 경로 대체 설정을 사용하여 이미지 경로의 경로 대체를 사용합니다.
nl: Stelt pad vervanging in voor afbeeldingspaden en maakt gebruik van de Pad Vervangen instellingen van de server.
pl: Umożliwia mapowanie folderów obrazów przy użyciu ustawień mapowania serwera.
pt_pt: Ativa a substituição do local das imagens usando as opções de substituição de caminho no servidor.
ru: Включаются подстановки путей к рисункам с помощью параметров подстановки путей сервера.
sk: Povoľuje nahradenie cesty k obrázkom pomocou nastavenej cesty servera pre nahradenie cesty.
sv: Aktiverar utbyte av sökvägar till bilder enligt serverns inställningar för delad nätverksmapp.
tr_tr: Sunucunun klasör yol değiştirme ayarlarını kullanarak resim klasör yollarının değiştirilmesini etkinleştirir.
uk_ua: Дозволяє замінювати шляхи зображень шляхом використання параметрів заміни шляху сервера.
zh_cn: 使用服务器的路径替换设置启用图像路径的路径替换。
zh_hk: 允許圖像的路徑替換使用服務器的路徑替換設置。
zh_tw: 啟用路徑替換，圖像路徑使用伺服器路徑替換設定。

# LabelKodiMetadataEnableExtraThumbs
source: Copy extrafanart into extrathumbs
cs: Kopírovat extrafanart do extrathumbs
de: Extrafanart in Extrathumbs kopieren
el: Αντιγραφή extrafanart σε extrathumbs
es: Copiar fanart extra en vistas previas extras
et_ee: Kopeeri extrafanart extrathumbs-faili
fa: extrafanart را در موارد اضافی کپی کنید
fi: Kopioi extrafanart (tausta) -kuvat extrathumbs (pienkuvat) -kansioon
fr: Copier les extrafanart dans les extrathumbs
hu: A extrafanart másolása az extrathumbs -ba.
ja: エクストラファンアートをエクストラサムネイルにコピーする
kk: Әдепкі extrafanart деректерін extrathumbs ішіне көшіру
ko: extrafanart를 extrathumbs에 복사하십시오.
nl: Kopieer extrafanart naar extrathumbs
pl: Kopiuj obrazy z folderu "extrafanart" do folderu "extrathumbs"
pt_pt: Copiar extrafanart para extrathumbs
ru: Копировать extrafanart внутрь extrathumbs
sk: Kopírovať extrafanart do extrathumb
sv: Kopiera extrafanart till extrathumbs
tr_tr: Extrafanart'ı ekstrathumbs içine kopyala
uk_ua: Копіювати extrafanart до extrathumbs
zh_cn: 将 extrafanart 复制到 extrathumbs 中
zh_hk: 將同人畫複製到Extrathumbs文件夾中
zh_tw: 複製 extrafanart 到 extrathumbs 資料夾
