{
    "HeaderKodiMetadataHelp": "Az Nfo metaadat file -ok használatának engedélyezése vagy tiltása, a könyvtárak szerkesztése az Emby 'Könyvtár' beállításoknál illetve a metaadatok mentési helyének meghatározása. A metaadatok beállításainak módosítása kizárólag a könyvtárhoz történő új tartalom hozzáadásakor kerül érvényesítésre. A már létező címeknél a változások érvényesítéséhez azok manuális metaadat frissítésére van szükség az adott cím(ek)nél.",
    "LabelKodiMetadataUser": "A felhasználó média megtekintési információk mentése nfo file -ba a következő felhasználó alapján:",
    "LabelKodiMetadataUserHelp": "Engedélyezze ezt ahhoz, hogy a megtekintési adatok rögzítésre kerüljenek az nfo file -okban az egyéb alkalmazások által történő felhasználáshoz.",
    "LabelKodiMetadataDateFormat": "Megjelenési dátum formátuma:",
    "LabelKodiMetadataDateFormatHelp": "Az nfo file -okban található minden dátum adatnál a következő formátum lesz kiolvasva illetve írva.",
    "LabelKodiMetadataSaveImagePaths": "A képek elérési útvonalát mentse el az nfo file -okba",
    "LabelKodiMetadataSaveImagePathsHelp": "Ez a funkció abban az esetben ajánlott amennyiben Önnek olyan kép file nevei vannak, melyek nem felelnek meg a Kodi alkalmazás iránymutatásainak.",
    "LabelKodiMetadataEnablePathSubstitution": "Elérési útvonal cseréjének engedélyezése",
    "LabelKodiMetadataEnablePathSubstitutionHelp": "A képek elérési útvonal cseréjének engedélyezése felhasználva a szerver elérési útvonal csere konfigurációját.",
    "LabelKodiMetadataEnableExtraThumbs": "A extrafanart másolása az extrathumbs -ba.",
    "LabelKodiMetadataEnableExtraThumbsHelp": "A képek letöltésekor lehetőség van azokat mind a extrafanart -ba és az extrathumbs -ba is menteni egyúttal a maximális Kodi kinézeti kompabilitáshoz.",
    "LabelKodiMetadataPreferMovieNfo": "Prefer movie.nfo",
    "LabelKodiMetadataPreferMovieNfoHelp": "Read and save movie info as movie.nfo instead of \"movie name\".nfo"
}